// yo ahile haami le use gareko xainau
List<Map<String, dynamic>> newsData = [
  {
    "title": "करण केसी चम्किँदा अमेरिकामाथि नेपालको दबदबा कायमै",
    "body":
        "५ असार, काठमाडौं । मिडियम पेश बलर करण केसीले पावर प्लेमा ७ रन खर्चिएर ४ विकेट लिँदै अमेरिकी टप अर्डर ध्वस्त पारे । अनि, जवाफमा भीम सार्कीले अविजित ७७ रनको पारी खेलेपछि नेपालले अमेरिकालाई ६ विकेटले हराएको छ र, विश्वकप छनोटमा महत्वपूर्ण २ अंक हात पारेको छ ।",
  },
  {
    "title": "करण केसी चम्किँदा अमेरिकामाथि नेपालको दबदबा कायमै",
    "body":
        "५ असार, काठमाडौं । मिडियम पेश बलर करण केसीले पावर प्लेमा ७ रन खर्चिएर ४ विकेट लिँदै अमेरिकी टप अर्डर ध्वस्त पारे । अनि, जवाफमा भीम सार्कीले अविजित ७७ रनको पारी खेलेपछि नेपालले अमेरिकालाई ६ विकेटले हराएको छ र, विश्वकप छनोटमा महत्वपूर्ण २ अंक हात पारेको छ ।",
  },
  {
    "title": "राष्ट्रपति पौडेलको मुटुमा पेसमेकर राखियो",
    "body":
        "५ असार, काठमाडौं । राष्ट्रपति रामचन्द्र पौडेलको मुटुको चाल कम भएपछि पेसमेकर राखिएको छ । महाराजगञ्जस्थित मनमोहन कार्डियो थोरासिक भास्कुलर एन्ड ट्रान्सप्लान्ट सेन्टरमा राष्ट्रपति पौडेलको मुटुमा शल्यक्रिया गरेर पेसमेकर राखिएको हो ।",
  },
  {
    "title": "बजेटले आईटी क्षेत्रलाई बेवास्ता गर्‍यो : स्वर्णिम वाग्ले",
    "body":
        "५ असार, काठमाडौं । राष्ट्रिय स्वतन्त्र पार्टी (रास्वपा)का सांसद डा. स्वर्णिम वाग्लेले अहिलेको बजेटले धेरै सम्भावना भएको सूचना प्रविधि (आईटी) क्षेत्रलाई बेवास्ता गरेको बताएका छन् । मंगलबारको प्रतिनिधिसभा बैठकमा बोल्दै सांसद वाग्लेले वर्तमान सरकारले ल्याएको आगामी आर्थिक वर्ष २०८०/८१ को बजेटले अथाह सम्भावना भएको आईटी क्षेत्रलाई बेवास्ता गरेको बताएका हुन् ।",
  },
  {
    "title": "करण केसी चम्किँदा अमेरिकामाथि नेपालको दबदबा कायमै",
    "body":
        "५ असार, काठमाडौं । मिडियम पेश बलर करण केसीले पावर प्लेमा ७ रन खर्चिएर ४ विकेट लिँदै अमेरिकी टप अर्डर ध्वस्त पारे । अनि, जवाफमा भीम सार्कीले अविजित ७७ रनको पारी खेलेपछि नेपालले अमेरिकालाई ६ विकेटले हराएको छ र, विश्वकप छनोटमा महत्वपूर्ण २ अंक हात पारेको छ ।",
  },
];
